<html>

<head>
<meta http-equiv="Content-Language" content="ja">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Noboru Matsuda: ? ?</title>
<base target="_self">
<style fprolloverstyle>A:hover {color: #FF00FF}
</style>
</head>

<body style="font-family: Verdana">

<p><b><font color="#000080">&#33258;<span lang="en-us"> </span>&#24049;<span lang="en-us">
</span>&#32057;<span lang="en-us"> </span>&#20171;</font></b></p>
<p><font color="#008080" size="2">&#30053;&#27508;&#65306;</font></p>
  <blockquote>
	  <p><font size="2" color="#000080">&#26481;&#20140;&#29983;&#12414;&#12428;&#65292;&#26481;&#20140;&#32946;&#12385;</font></p>
	  <p><font size="2" color="#000080">&#12300;&#19977;&#24180;&#65314;&#32068;&#37329;&#20843;&#20808;&#29983;&#12301;&#12395;&#24999;&#12428;&#12390;&#65292;&#25945;&#24107;&#12395;&#12394;&#12427;&#12371;&#12392;&#12434;&#22818;&#35211;&#12427;&#65294;</font></p>
	  <p><font size="2" color="#000080">
	  &#23567;&#12539;&#20013;&#23398;&#26657;&#12392;&#12418;&#65292;&#25968;&#23398;&#12398;&#25104;&#32318;&#12399;&#12392;&#12390;&#12418;&#24746;&#12363;&#12387;&#12383;&#65294;&#23567;&#23398;&#26657;&#12398;&#12392;&#12365;&#36890;&#12387;&#12390;&#12356;&#12383;&#36914;&#23398;&#22654;&#12398;&#27169;&#35430;&#12391;&#65296;&#28857;&#12434;&#21462;&#12427;&#65294;&#20013;&#23398;&#26657;&#12398;&#26178;&#12395;&#12399;&#65292;&#20013;&#38291;&#12486;&#12473;&#12488;&#12391;&#36196;&#28857;&#65294;&#25968;&#23398;&#12364;&#20986;&#26469;&#12427;&#20154;&#12398;&#27671;&#25345;&#12385;&#12364;&#20998;&#12363;&#12425;&#12394;&#12363;&#12387;&#12383;&#65294;&#12375;&#12363;&#12375;&#65292;&#39640;&#26657;&#65298;&#24180;&#29983;&#12398;&#22799;&#65292;&#35036;&#32722;&#12434;&#25285;&#24403;&#12375;&#12383;&#25968;&#23398;&#12398;&#20808;&#29983;&#12395;&#22823;&#12356;&#12394;&#12427;&#24863;&#37528;&#12434;&#21463;&#12369;&#65292;&#25968;&#23398;&#12364;&#22909;&#12365;&#12395;&#12394;&#12427;&#65294;&#39640;&#26657;&#65299;&#24180;&#29983;&#12398;&#20195;&#12476;&#12511;&#12391;&#12399;&#65292;&#26481;&#22823;&#20837;&#35430;&#12467;&#12540;&#12473;&#12391;&#25968;&#23398;&#12398;&#20559;&#24046;&#20516; 
	  99 &#12434;&#12510;&#12540;&#12463;&#12377;&#12427;&#65294;&#25968;&#23398;&#12364;&#20986;&#26469;&#12394;&#12356;&#20154;&#12398;&#27671;&#25345;&#12385;&#12434;&#24536;&#12428;&#12427;&#65294;</font></p>
	  <p><font size="2" color="#000080">
	  &#25968;&#23398;&#12399;&#22823;&#22909;&#12365;&#12384;&#12369;&#12393;&#65292;&#33521;&#35486;&#12399;&#22823;&#23244;&#12356;&#65294;&#12391;&#12418;&#65292;&#20808;&#29983;&#12395;&#12394;&#12426;&#12383;&#12356;&#65294;&#65294;&#65294;&#20837;&#35430;&#12395;&#33521;&#35486;&#12364;&#28961;&#12363;&#12387;&#12383;&#12371;&#12392;&#12364;&#23569;&#12394;&#12363;&#12425;&#12378;&#20316;&#29992;&#12375;&#12390;&#65292;&#36855;&#12431;&#12378;<a target="_blank" href="http://www.u-gakugei.ac.jp/">&#26481;&#20140;&#23398;&#33464;&#22823;&#23398;</a>&#12395;&#20837;&#23398;&#12377;&#12427;&#65294;</font></p>
	  <p><font size="2" color="#000080">
	  &#23398;&#37096;&#12398;&#12476;&#12511;&#12391;&#30693;&#12426;&#21512;&#12387;&#12383;&#20808;&#36649;&#12398;&#23398;&#31350;&#32908;&#12395;&#24863;&#37528;&#12434;&#21463;&#12369;&#12427;&#65294;&#37329;&#20843;&#20808;&#29983;&#12434;&#24536;&#12428;&#12390;&#65292;&#22823;&#23398;&#38498;&#12408;&#36914;&#12416;&#12371;&#12392;&#12434;&#27770;&#24847;&#12377;&#12427;&#65294;&#12375;&#12363;&#12375;&#65292;&#12381;&#12398;&#20837;&#35430;&#12391;&#12399;&#65292;&#25968;&#23398;&#12398;&#25104;&#32318;&#12399;&#23436;&#29863;&#12384;&#12387;&#12383;&#12369;&#12393;&#65292;&#25945;&#32946;&#23398;&#12434;&#21193;&#24375;&#12375;&#12390;&#12356;&#12394;&#12363;&#12387;&#12383;&#12398;&#12391;&#65292;&#19981;&#21512;&#26684;&#65294;&#65294;&#65294;&#22823;&#23398;&#38498;&#28010;&#20154;&#65294;</font></p>
	  <p><font size="2" color="#000080">&#22823;&#23398;&#38498;&#28010;&#20154;&#20013;&#12395;&#12497;&#12477;&#12467;&#12531;&#12395;&#20986;&#20250;&#12358;&#65294;&#35242;&#12395;&#38972;&#12415;&#36796;&#12435;&#12391;&#65292;PC9801 &#12434; 
	  &#22823;&#26522;&#12434;&#21481;&#12356;&#12390;&#36092;&#20837;&#12375;&#12390;&#12418;&#12425;&#12358;&#65294;&#22823;&#23398;&#38498;&#12391;&#65292;CAI 
	  &#12398;&#30740;&#31350;&#12434;&#22987;&#12417;&#12427;&#65294;&#12381;&#12398;&#24460;&#65292;<a target="_blank" href="http://www.kanazawa-it.ac.jp/">&#37329;&#27810;&#24037;&#26989;&#22823;&#23398;</a>&#12398; CAI &#23460;&#21220;&#21209;&#65294;&#20154;&#29983;&#12391;&#19968;&#30058;&#12398;&#23453;&#29289;&#65292;&#12459;&#12511;&#12469;&#12531;&#12392;&#20986;&#20250;&#12358;&#65294;</font></p>
	  <p><font size="2" color="#000080">
	  <a target="_blank" href="http://www.is.uec.ac.jp">&#38651;&#27671;&#36890;&#20449;&#22823;&#23398;&#22823;&#23398;&#38498;</a>&#12391;&#21161;&#25163;&#12434;&#12375;&#12390;&#12356;&#12383;&#26178;&#12395;&#65292;&#30041;&#23398;&#12398;&#12481;&#12515;&#12531;&#12473;&#12434;&#24471;&#12427;&#65294;&#12300;&#12500;&#12483;&#12484;&#12496;&#12540;&#12464;&#12387;&#12390;&#12393;&#12371;&#65311;&#12301;&#12392;&#35328;&#12356;&#12394;&#12364;&#12425;&#12418;&#65292;&#26368;&#12418;&#23562;&#25964;&#12377;&#12427;&#23398;&#32773;&#12398;&#12362;&#19968;&#20154;&#12391;&#12354;&#12427;
	  <a href="http://www.public.asu.edu/~kvanlehn/" target="_blank">Kurt VanLehn</a> &#21338;&#22763;&#12398;&#30740;&#31350;&#23460;&#12434;&#35370;&#12428;&#12427;&#65294;VanLehn 
	  &#20808;&#29983;&#12398;&#20006;&#22806;&#12428;&#12383;&#23398;&#31350;&#32908;&#12395;&#22823;&#12356;&#12395;&#24863;&#37528;&#12434;&#21463;&#12369;&#12427;&#65294;&#26085;&#26412;&#12434;&#24536;&#12428;&#12390;&#65292;<a target="_blank" href="http://www.isp.pitt.edu/">Ph.D 
&#12467;&#12540;&#12473;</a>&#12408;&#20837;&#23398;&#12377;&#12427;&#12371;&#12392;&#12434;&#27770;&#24847;&#65294;&#22269;&#23478;&#20844;&#21209;&#21729;&#12434;&#36766;&#12417;&#12427;&#65294;</font></p>
	  <p><font size="2" color="#000080">&#12459;&#12511;&#12469;&#12531;&#12392;&#23376;&#20379;&#36948;&#12395;&#25903;&#12360;&#12425;&#12428;&#12383;&#65302;&#24180;&#38291;&#12398;&#33510;&#38360;&#12398;&#26411;&#65292;&#24565;&#39000;&#12398; Ph.D &#12434;&#21462;&#24471;&#65294;&#23398;&#20301;&#35542;&#25991;&#12398;&#20844;&#32884;&#20250; 
	  (defense) 
	  &#12395;&#12459;&#12511;&#12469;&#12531;&#12364;&#26469;&#12390;&#12356;&#12383;&#12398;&#12434;&#30693;&#12425;&#12378;&#65292;&#35613;&#36766;&#12391;&#12459;&#12511;&#12469;&#12531;&#12398;&#21517;&#21069;&#12434;&#21475;&#12395;&#12375;&#12390;&#27875;&#12365;&#12381;&#12358;&#12395;&#12394;&#12427;&#65294;</font></p>
	  <p><font size="2" color="#000080">
	  <a target="_blank" href="http://www.cmu.edu">&#12459;&#12540;&#12493;&#12462;&#12540;&#12513;&#12525;&#12531;&#22823;&#23398;</a>&#12362;&#12424;&#12403;<a target="_blank" href="http://www.pitt.edu/">&#12500;&#12483;&#12484;&#12496;&#12540;&#12464;&#22823;&#23398;</a>&#12391;&#25968;&#22810;&#12367;&#12398; &quot;&#22825;&#25165;&quot; &#12395;&#20986;&#20250;&#12356;&#65292;&#24863;&#37528;&#12434;&#21463;&#12369;&#12414;&#12367;&#12426;&#65292;&#33258;&#20998;&#12418;&#12418;&#12358;&#23569;&#12375;&#38929;&#24373;&#12428;&#12381;&#12358;&#12394;&#27671;&#12395;&#12394;&#12427;&#65294;&#31348;&#27700;&#12398;&#29976;&#12456;&#12499;&#12399;&#24536;&#12428;&#12427;&#12371;&#12392;&#12395;&#12375;&#12390;&#65292;&#20170;&#12375;&#12400;&#12425;&#12367;&#12450;&#12513;&#12522;&#12459;&#12391;&#20462;&#34892;&#12434;&#32154;&#12369;&#12427;&#12371;&#12392;&#12434;&#27770;&#24847;&#65294;&#37613;&#24847;&#22894;&#38360;&#20013;&#65294;</font></p>
	  <p><font size="2" color="#000080">
	  &#23398;&#33464;&#22823;&#23398;&#22312;&#23398;&#20013;&#65292;&#23478;&#24237;&#25945;&#24107;&#12434;&#12375;&#12390;&#12356;&#12383;&#26178;&#12395;&#12300;&#12393;&#12358;&#12375;&#12390;&#12418;&#65292;&#12371;&#12398;&#23376;&#12434;&#12354;&#12398;&#23398;&#26657;&#12395;&#65294;&#65294;&#65294;&#12301;&#12392;&#12356;&#12358;&#12354;&#12427;&#35242;&#23376;&#12398;&#39000;&#12356;&#12434;&#21494;&#12360;&#12425;&#12428;&#12394;&#12363;&#12387;&#12383;&#12371;&#12392;&#12364;&#65292;&#20170;&#12391;&#12418;&#24375;&#12367;&#24515;&#12395;&#27531;&#12387;&#12390;&#12356;&#12427;&#65294;&#12393;&#12358;&#12375;&#12390;&#65292;&#21193;&#24375;&#12398;&#20986;&#26469;&#12394;&#12356;&#23376;&#20379;&#12399;&#21193;&#24375;&#12364;&#20986;&#26469;&#12394;&#12356;&#12398;&#12384;&#12429;&#12358;&#65311;&#19990;&#12398;&#20013;&#12395;&#12399;&#65292;&#21193;&#24375;&#12364;&#33510;&#25163;&#12391;&#33510;&#12375;&#12435;&#12391;&#12356;&#12427;&#23376;&#20379;&#12399;&#12392;&#12390;&#12418;&#22810;&#12356;&#65294;&#24444;&#12425;&#12398;&#21193;&#24375;&#12434;&#25163;&#21161;&#12369;&#12375;&#12390;&#12354;&#12370;&#12427;&#12371;&#12392;&#12399;&#20986;&#26469;&#12394;&#12356;&#12384;&#12429;&#12358;&#12363;&#65311;&#12288;&#12381;&#12358;&#12356;&#12358;&#32032;&#26420;&#12394;&#39000;&#12356;&#12434;&#21494;&#12360;&#12383;&#12367;&#12390;&#65292;&#23398;&#32722;&#31185;&#23398;&#65292;&#20154;&#24037;&#30693;&#33021;&#65292;&#35469;&#30693;&#31185;&#23398;&#12398;&#29421;&#38291;&#12391;&#30740;&#31350;&#12434;&#12375;&#12390;&#12356;&#12427;&#65294;&#12489;&#12521;&#12456;&#12514;&#12531;&#12398;&#12509;&#12465;&#12483;&#12488;&#12395;&#20837;&#12428;&#12390;&#12418;&#12425;&#12360;&#12427;&#12424;&#12358;&#12394;&#23398;&#32722;&#25903;&#25588;&#12471;&#12473;&#12486;&#12512;&#12434;&#38283;&#30330;&#12377;&#12427;&#12371;&#12392;&#12364;&#65292;&#30446;&#19979;&#12398;&#22823;&#12365;&#12394;&#22818;&#65294;</font></p>
	  <p><font size="2" color="#000080">
	  &#26368;&#12418;&#23562;&#25964;&#12377;&#12427;&#20154;&#12363;&#12425;&#65292;&#12300;&#24375;&#12367;&#26395;&#12417;&#12400;&#65292;&#22818;&#12399;&#24517;&#12378;&#21494;&#12358;&#12301;&#12392;&#35328;&#12431;&#12428;&#12383;&#65294;&#12371;&#12398;&#35328;&#33865;&#12384;&#12369;&#12399;&#65292;&#22810;&#20998;&#19968;&#29983;&#24536;&#12428;&#12394;&#12356;&#65294;</font></p>
  </blockquote>
  <p><font size="2" color="#008080">&#23398;&#27508;&#65306; </font> </p>
  <blockquote>
	  <table border="0" id="table1" cellspacing="3" cellpadding="2">
		  <tr>
			  <td nowrap valign="top"><font size="2" color="#000080">2004.11</font></td>
			  <td><font size="2" color="#000080">&#12500;&#12483;&#12484;&#12496;&#12540;&#12464;&#22823;&#23398;&#22823;&#23398;&#38498; 
			  <a target="_blank" href="http://www.isp.pitt.edu">Intelligent Systems Program</a> &#20462;&#20102;</font></td>
			  <td><font size="2" color="#000080">
			  <a href="obsolete/Doc/Dissertation/index.htm">Ph.D</a></font></td>
		  </tr>
		  <tr>
			  <td nowrap valign="top"><font size="2" color="#000080">1988.3</font></td>
			  <td><font size="2" color="#000080">&#26481;&#20140;&#23398;&#33464;&#22823;&#23398;&#22823;&#23398;&#38498; 
			  &#25968;&#23398;&#25945;&#32946;&#23554;&#25915; &#20462;&#20102;</font></td>
			  <td><font size="2" color="#000080">&#25945;&#32946;&#23398;&#20462;&#22763;</font></td>
		  </tr>
		  <tr>
			  <td nowrap valign="top"><font size="2" color="#000080">1985.3</font></td>
			  <td><font size="2" color="#000080">&#26481;&#20140;&#23398;&#33464;&#22823;&#23398; &#21021;&#31561;&#31185; &#25968;&#23398;&#23554;&#20462; &#21330;&#26989;</font></td>
			  <td><font size="2" color="#000080">&#25945;&#32946;&#23398;&#22763;</font></td>
		  </tr>
		  </table>
  </blockquote>
  <p><font size="2" color="#008080">&#32887;&#27508;&#65306;</font></p>
  <blockquote>
	  <table border="0" id="table2" cellspacing="3" cellpadding="2">
	    <tr>
	      <td nowrap valign="top"><font size="2" color="#000080">2018.08 - ??</font></td>
	      <td><font color="#000080" size="2"><a href="http://www.ncsu.edu">????????????</a> <a href="http://csc.ncsu.edu">??????</a> Associate Professor</font></td>
        </tr>
	    <tr>
	      <td nowrap valign="top"><font size="2" color="#000080">2015.07 - 2018.08</font></td>
	      <td><font color="#000080" size="2">???? A&amp;M ?? Teaching, Learning, and Culture ?? Associate Professor</font></td>
        </tr>
		  <tr>
			  <td nowrap valign="top"><font size="2" color="#000080">2009.06-2015.06</font></td>
			  <td width="625"><font size="2" color="#000080">&#12459;&#12540;&#12493;&#12462;&#12540;&#12539;&#12513;&#12525;&#12531;&#22823;&#23398; &#35336;&#31639;&#27231;&#31185;&#23398;&#37096; 
			  <a target="_blank" href="http://www.hcii.cmu.edu/">Human-Computer Interaction 
			  Institute<br>
			  </a>&#12471;&#12473;&#12486;&#12512;&#12539;&#12469;&#12452;&#12456;&#12531;&#12486;&#12451;&#12473;&#12488;</font></td>
		  </tr>
		  <tr>
			  <td nowrap valign="top"><font size="2" color="#000080">2004.11-2009.05</font></td>
			  <td width="625"><font size="2" color="#000080">&#12459;&#12540;&#12493;&#12462;&#12540;&#12539;&#12513;&#12525;&#12531;&#22823;&#23398; &#35336;&#31639;&#27231;&#31185;&#23398;&#37096; 
			  <a target="_blank" href="http://www.hcii.cmu.edu/">Human-Computer Interaction 
			  Institute</a>&#65292;&#12509;&#12473;&#12489;&#12463;&#30740;&#31350;&#21729;</font></td>
		  </tr>
		  <tr>
			  <td nowrap valign="top"><font size="2" color="#000080">1999.1-2004.10</font></td>
			  <td width="625"><font size="2" color="#000080">&#12500;&#12483;&#12484;&#12496;&#12540;&#12464;&#22823;&#23398; 
			  <a target="_blank" href="http://www.lrdc.pitt.edu/">Learning Research and Development 
			  Center</a>&#65292;&#30740;&#31350;&#21161;&#25163;</font></td>
		  </tr>
		  <tr>
			  <td nowrap valign="top"><font size="2" color="#000080">1993.<span lang="en-us">4</span>-1998.12</font></td>
			  <td width="625"><font size="2" color="#000080">&#38651;&#27671;&#36890;&#20449;&#22823;&#23398;&#22823;&#23398;&#38498; 
			  <a target="_blank" href="http://www.is.uec.ac.jp">&#24773;&#22577;&#12471;&#12473;&#12486;&#12512;&#23398;&#30740;&#31350;&#31185;</a>&#65292;&#21161;&#25163;</font></td>
		  </tr>
		  <tr>
			  <td nowrap valign="top"><font size="2" color="#000080">1988.4-1993.3</font></td>
			  <td width="625"><font size="2" color="#000080">&#37329;&#27810;&#24037;&#26989;&#22823;&#23398; CAI &#23460;&#65292;&#21161;&#25163;</font></td>
		  </tr>
		  </table>
</blockquote>
  <p><font size="2" color="#008080">&#36259;&#21619;&#65306;</font></p>
  <blockquote>
	  <p><font size="2" color="#000080"><a href="http://home.earthlink.net/~nmazda/" target="_blank">&#23478;&#26063;</a>&#12398;&#20889;&#30495;&#12434;&#25774;&#12427;&#12371;&#12392;&#65294;&#20581;&#24247;&#12398;&#12383;&#12417;&#12395;&#32681;&#21209;&#30340;&#12395;&#22987;&#12417;&#12383;&#27700;&#27891;</font></p>
	  <p>
	    <script src="http://www.google-analytics.com/urchin.js" type="text/javascript">
        </script>
    </p>
</blockquote>
  <script type="text/javascript">
_uacct = "UA-1406771-1";
urchinTracker();
      </script>
</body>

</html>
